from datetime import datetime

schedule = {
    'Пн': 'Расписание на понедельник\n\n1. Матем. каб.315\n2. Рус. яз. каб. 115',
    'Вт': 'Расписание на вторник\n\n1. Матем. каб.315\n2. Рус. яз. каб. 115',
    'Ср': 'Расписание на среду\n\n1. Матем. каб.315\n2. Рус. яз. каб. 115',
    'Чт': 'Расписание на четверг\n\n1. Матем. каб.315\n2. Рус. яз. каб. 115',
    'Пт': 'Расписание на пятницу\n\n1. Матем. каб.315\n2. Рус. яз. каб. 115',
    'Сб': 'Расписание на субботу\n\n1. Матем. каб.315\n2. Рус. яз. каб. 115',
    'Вс': 'Занятий на воскресенье нет',
}
